xfire-aegis/src/test/org/codehaus/xfire/message/wrapped/SubmitStringArray11NoWS.xml

<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
 <env:Header/>
 <env:Body><SubmitStringArray xmlns="urn:Array"><in0><string>bleh</string><string>bleh</string><string>bleh</string></in0></SubmitStringArray></env:Body>
</env:Envelope>